Repository: Dreamfullstacker/CI_eCommerce
Catalog: public_html/application/modules/woocommerce_abandoned_cart/plugin/woocommerce-abandoned-cart-recovery/i18n/languages/xit_wacr-*.po
Languages: bn_bd

source: Please click the checkbox to Messenger OPT-IN
bn_bd: অনুগ্রহপূর্বক মেসেঞ্জার নির্বাচন করতে চেকবক্সটিতে ক্লিক করুন

source: WooCommerce plugin must be istalled to make this plugin work.
bn_bd: উকমার্স প্লাগিন ইন্সটল না থাকলে এই প্লাগিন কাজ করবে না

source: or skip it
bn_bd: অথবা এড়িয়ে যান

source: List View
bn_bd: লিস্ট ভিউ

source: Excerpt View
bn_bd: সংক্ষিপ্ত ভিউ

source: No items found.
bn_bd: কোন আইটেম খুঁজে পাওয়া যায়নি

source: Select bulk action
bn_bd: অনেকগুলো কাজ একসাথে করুন

source: Bulk Actions
bn_bd: অনেকগুলো কাজ

source: Apply
bn_bd: প্রয়োগ করুন

source: Show more details
bn_bd: বিস্তারিত দেখুন

source: Filter by date
bn_bd: তারিখ অনুসারে বাছাই করুন

source: All dates
bn_bd: সব গুলো তারিখ

source: No comments
bn_bd: কোন মন্তব্য নেই

source: No approved comments
bn_bd: কোন অনুমোদিত মন্তব্য নেই

source: No pending comments
bn_bd: কোন অনিষ্পন্ন মন্তব্য নেই

source: First page
bn_bd: প্রথম পেজ

source: Previous page
bn_bd: পূর্বের পেজ

source: Current Page
bn_bd: বর্তমান পেজ

source: Next page
bn_bd: পরবর্তী পেজ

source: Last page
bn_bd: শেষ পেজ

source: Select All
bn_bd: সব গুলো বাছাই করুন

source: No logs found
bn_bd: কোন লগ পাওয়া যায় নি

source: Delete
bn_bd: মুছে ফেলুন

source: Status
bn_bd: অবস্থা

source: Failed Data
bn_bd: অনিষ্পন্ন তথ্য

source: Created At
bn_bd: তৈরির তারিখ

source: WooCommerce abandoned cart recovery settings
bn_bd: পরিত্যক্ত উকমার্স কার্ট পুন:প্রাপ্তির সেটিংস

source: Abandoned Cart
bn_bd: পরিত্যক্ত কার্ট

source: Error Logs
bn_bd: এরর লগ

source: Settings
bn_bd: সেটিংস

source: Logs per page
bn_bd: প্রতি পেজে লগের সংখ্যা

source: WooCommerce Abandoned Cart Recovery
bn_bd: পরিত্যক্ত উকমার্স কার্ট পুন:প্রাপ্তি

source: Verification Code
bn_bd: ভেরিফিকেশন কোড

source: Webhook Call URL
bn_bd: ওয়েবহুক কল ইউ-আর-এল

source: Checkbox Script URL
bn_bd: চেকবক্স স্ক্রিপ্ট ইউ-আর-এল

source: Error Message
bn_bd: এরর মেসেজ

source: The URL where cart data will be submitted.
bn_bd: যে ইউ-আর-এল এ কার্টের তথ্য সরবরাহ করা হবে

source: The Javascript file for facebook messenger plugin.
bn_bd: ফেসবুক মেসেঞ্জার প্লাগিন এর জন্য জাভাস্ক্রিপ্ট ফাইল

source: The error message to be shown if checkbox is not checked.
bn_bd: চেকবক্স না চেক থাকলে যে এরর দেখাবেন

source: Please provide a valid verification code.
bn_bd: অনুগ্রহপূর্বক সঠিক ভেরিফিকেশন কোড ব্যবহার করুন

source: Please provide a valid webhook url.
bn_bd: অনুগ্রহপূর্বক সঠিক ওয়েভহুক ইউ-আর-এল ব্যবহার করুন

source: Please provide a valid checkbox script url.
bn_bd: অনুগ্রহপূর্বক সঠিক চেকবক্স স্ক্রিপ্ট ইউ-আর-এল ব্যবহার করুন

source: Please provide a checkbox opt-in message.
bn_bd: অনুগ্রহপূর্বক ফেসবুক মেসেঞ্জার এর জন্য একটি বার্তা ব্যবহার করুন
