<?php

$lang['ftp_no_connection'] = "ไม่พบ ID การเชื่อมต่อที่ถูกต้อง โปรดตรวจสอบให้แน่ใจว่าคุณได้เชื่อมต่อแล้วก่อนที่จะดำเนินการตามรูทีนของไฟล์ใดๆ";
$lang['ftp_unable_to_connect'] = "ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ FTP ของคุณโดยใช้ชื่อโฮสต์ที่ให้มา";
$lang['ftp_unable_to_login'] = "ไม่สามารถเข้าสู่ระบบเซิร์ฟเวอร์ FTP ของคุณได้ โปรดตรวจสอบชื่อผู้ใช้และรหัสผ่านของคุณ";
$lang['ftp_unable_to_makdir'] = "ไม่สามารถสร้างไดเร็กทอรีที่คุณระบุได้";
$lang['ftp_unable_to_changedir'] = "ไม่สามารถเปลี่ยนไดเร็กทอรีได้";
$lang['ftp_unable_to_chmod'] = "ไม่สามารถกำหนดสิทธิ์ของไฟล์ได้ โปรดตรวจสอบเส้นทางของคุณ หมายเหตุ: คุณลักษณะนี้มีเฉพาะใน PHP 5 หรือสูงกว่า";
$lang['ftp_unable_to_upload'] = "ไม่สามารถอัพโหลดไฟล์ที่ระบุได้ โปรดตรวจสอบเส้นทางของคุณ";
$lang['ftp_unable_to_download'] = "ไม่สามารถดาวน์โหลดไฟล์ที่ระบุ โปรดตรวจสอบเส้นทางของคุณ";
$lang['ftp_no_source_file'] = "ไม่พบไฟล์ต้นฉบับ โปรดตรวจสอบเส้นทางของคุณ";
$lang['ftp_unable_to_rename'] = "ไม่สามารถเปลี่ยนชื่อไฟล์ได้";
$lang['ftp_unable_to_delete'] = "ไม่สามารถลบไฟล์ได้";
$lang['ftp_unable_to_move'] = "ไม่สามารถย้ายไฟล์ได้ โปรดตรวจสอบให้แน่ใจว่าไดเร็กทอรีปลายทางมีอยู่";

/* End of file ftp_lang.php */
/* Location: ./system/language/english/ftp_lang.php */